10/data/attachments/20395254af8a99d5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacqueline_know_Actions_33362_4</nif:username>
            <nif:friendToBeRequested>soap_actions_73f871aa-97cf-46d5-b60e-8769caff7014</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>